[{
    "title": "SpongeBob SquarePants",
    "description": "The series chronicles the adventures and endeavors of the title character and his aquatic friends in the fictional underwater city of Bikini Bottom.",
    "SeriesId": "1"
},
{
    "title": "Wodogrzmoty Małe ENG",
    "description": "Podczas wakacji spędzanych u wujka, bliźniaki Dipper i Mabel odkrywają tajemnice miasteczka Gravity Falls.",
    "SeriesId": 2
},
{
    "title": "Ben 10 ENG",
    "description": "Ben jest przeciętnym chłopcem do dnia, w którym znajduje niesamowite urządzenie zwane Omnitrix, które pozwala mu zmieniać się w kosmitów.",
    "SeriesId": 3
},
{
    "title": "Xiaolin – pojedynek mistrzów ENG",
    "description": "Serial opowiada o losach czwórki dzieci, szkolących się w klasztorze Shaolin.",
    "SeriesId": 4
},
{
    "title": "Pora na przygodę! ENG",
    "description": "Finn i pies Jake bronią mieszkańców krainy Ooo przed wrogami.",
    "SeriesId": 5
},
{
    "title": "Pokemon ENG",
    "description": "Ash wyrusza w podróż, by zostać najlepszym trenerem pokemonów na świecie.",
    "SeriesId": 6
},
{
    "title": "Laboratorium Dextera ENG",
    "description": "Młody naukowiec buduje w domu tajne laboratorium, o czym wie tylko jego irytująca siostra.",
    "SeriesId": 7
},
{
    "title": "Zwyczajny serial ENG",
    "description": "Dwóch przyjaciół - Mordechaj i Rigby w zwariowanym \"Zwyczajnym Świecie\".",
    "SeriesId": 8
},
{
    "title": "Samuraj Jack ENG",
    "description": "Samuraj Jack został wysłany w przyszłość przez złego Aku. Tylko Jack może go pokonać.",
    "SeriesId": 9
},
{
    "title": "Młodzi Tytani ENG",
    "description": "Piątka nastolatków tworzą grupę superherosów o nazwie Młodzi Tytani, pilnuje porządku w mieście Jump City.",
    "SeriesId": 10
},
{
    "title": "Ed, Edd i Eddy ENG",
    "description": "Serial opowiadający przygody trzech kumpli o dość podobnych imionach. Mieszkają na przedmieściu USA, borykają się z problemami typowych nastolatków i mają ze sobą wiele wspólnego.",
    "SeriesId": 11
},
{
    "title": "Z życia nastoletniego robota ENG",
    "description": "Jenny to robot w prawie ludzkiej skórze posiadającym moce, których nie posiada żaden człowiek. Może on ratować ziemie, lecz on woli spotykać się z przyjaciółmi-Bradem i Tuckiem.",
    "SeriesId": 12
},
{
    "title": "Dom dla zmyślonych przyjaciół pani Foster ENG",
    "description": "Historia stworzenia Bloo w domu dla porzuconych zmyślonych przyjaciół.",
    "SeriesId": 13
},
{
    "title": "Danny Phantom ENG",
    "description": "Serial opowiada o czternastolatku Dannym Fentonie, który po wypadku w laboratorium rodziców, staje się Dannym Phantomem, walczy z duchami, które zagrażają jego miastu – Amity Park.",
    "SeriesId": 14
},
{
    "title": "Awatar: Legenda Aanga ENG",
    "description": "Aang, 12-letni mag powietrza z Świątyni Powietrza, dowiaduje się, że jest kolejną inkarnacją Awatara. Mając na względzie wiszącą w powietrzu wojnę, Awatar ma jak najszybciej przywrócił równowagę na świecie.",
    "SeriesId": 15
},
{
    "title": "Odlotowe agentki ENG",
    "description": "Nastoletnie agentki pracują dla Światowej Organizacji Ochrony Ludzkości, której założycielem i szefem jest Jerry Lewis.",
    "SeriesId": 16
},
{
    "title": "Mój Kumpel z WF-u jest małpą ENG",
    "description": "Chłopiec z powodu błędu urzędników trafia do Gimnazjum im. Karola Darwina dla dzikich zwierząt. W aklimatyzacji pomaga mu jego najlepszy kumpel Jake.",
    "SeriesId": 17
},
{
    "title": "Brenda i pan Whiskers ENG",
    "description": "Kiedy suczka i królik wypadają z samolotu prosto w Amazońską dżungle, postanawiają wrócić do domu.",
    "SeriesId": 18
},
{
    "title": "Kryptonim: Klan Na Drzewie ENG",
    "description": "Agenci KND służą w tajnej organizacji walczącej o wyzwolenie dzieckości.",
    "SeriesId": 19
},
{
    "title": "Amerykański smok Jake Long ENG",
    "description": "Smoki są na co dzień są zwykłymi ludźmi. Stanowią granicę między światem ludzkim i magicznym. Jednym ze smoków jest 13-letni Jake Long.",
    "SeriesId": 20
},
{
    "title": "Mroczne przygody Billy’ego i Mandy ENG",
    "description": "Ponury Żniwiarz zostaje oszukany i musi zostać na Ziemi, pilnując dwójki rodzeństwa.",
    "SeriesId": 21
},
{
    "title": "Johnny Bravo ENG",
    "description": "Historia młodzieńca, który zawsze w ten sam nieudolny sposób próbuje poderwać dziewczynę, co jest przyczyną wielu przygód.",
    "SeriesId": 22
},
{
    "title": "Harcerz Lazlo ENG",
    "description": "Lazlo jest małpką z hufca Groszki, która wyjechała na obóz harcerski Nerka. Jego najlepszymi przyjaciółmi są słoń Raj i nosorożec Zgrzyt. Trio zamieszkało w domku o nazwie Galaretka, aby poważnie naruszyć porządek ustanowiony przez drużynowego Lumpusa.",
    "SeriesId": 23
},
{
    "title": "Podwójne życie Jagody Lee ENG",
    "description": "Bohaterką jest Jagoda Lee - zwykła, 11-letnia dziewczyna. Ale czy aby na pewno zwykła? Otóż życiowym celem Jagody jest zwalczanie wszelkiego zła zalegającego na świecie.",
    "SeriesId": 24
},
{
    "title": "One Piece ENG",
    "description": "Historia o przygodach pirackiej załogi Słomkowego Kapelusza, której kapitanem jest Monkey D. Luffy. Jego największym marzeniem jest odnalezienie najwspanialszego skarbu na świecie, One Piece, oraz stanie się Królem Piratów.",
    "SeriesId": 25
}
]